{
  "welcome": "पोल्ट्रीनेक्सस में आपका स्वागत है",
  "Login": "लॉगिन",
  "Register": "रजिस्टर करें",
  "Welcome to PoultryNexus": "पौल्ट्रीनेक्सस में आपका स्वागत है",
  "Smart farm management combined with strong biosecurity practices ensures healthier animals, sustainable agriculture, and a resilient future for farmers, consumers, and the environment through care.": "स्मार्ट फ़ार्म प्रबंधन और मज़बूत जैव-सुरक्षा उपाय स्वस्थ पशुओं, टिकाऊ कृषि और देखभाल के माध्यम से किसानों, उपभोक्ताओं और पर्यावरण के लिए एक मज़बूत भविष्य सुनिश्चित करते हैं।",
  "Get Started": "शुरू करें",
  "Learn More": "और जानें",
  "About": "परिचय",
  "Features": "विशेषताएँ",
  "Services": "सेवाएँ",
  "Contact": "संपर्क",
  "Home": "होम",


  
  "Our Latest Updates": "हमारे नवीनतम अपडेट",
  "Innovations in Farm Tech": "फार्म टेक में नवाचार",
  "We're constantly improving to bring you the best tools for farm management. Here are our latest features designed to boost your productivity and biosecurity.": "हम लगातार सुधार कर रहे हैं ताकि आपको फ़ार्म प्रबंधन के लिए सर्वोत्तम उपकरण मिल सकें। यहाँ हमारे नवीनतम फीचर्स दिए गए हैं जो आपकी उत्पादकता और जैव-सुरक्षा बढ़ाने के लिए बनाए गए हैं।",

  "Real-Time Dashboards": "रीयल-टाइम डैशबोर्ड",
  "Monitor flock health, feed levels, and environmental data instantly with our new customizable analytics dashboards.": "हमारे नए कस्टमाइज़ेबल एनालिटिक्स डैशबोर्ड के साथ झुंड के स्वास्थ्य, फ़ीड स्तर और पर्यावरणीय डेटा को तुरंत मॉनिटर करें।",

  "Enhanced Mobile Support": "बेहतर मोबाइल सपोर्ट",
  "Manage your farm from anywhere with a faster, more intuitive mobile experience, now with offline support.": "कहीं से भी अपने फ़ार्म का प्रबंधन करें, अब तेज़ और आसान मोबाइल अनुभव के साथ, जिसमें ऑफ़लाइन सपोर्ट भी शामिल है।",

  "Smart Health Alerts": "स्मार्ट हेल्थ अलर्ट",
  "Get proactive notifications and health predictions powered by AI to prevent disease outbreaks before they start.": "बीमारी फैलने से पहले ही रोकथाम के लिए AI द्वारा संचालित सक्रिय नोटिफिकेशन और स्वास्थ्य पूर्वानुमान प्राप्त करें।",

  
  "Who We Are": "हम कौन हैं",
  "Smarter Farming, Healthier Flocks.": "स्मार्ट फ़ार्मिंग, स्वस्थ झुंड।",
  "PoultryNexus is designed to simplify farm management and improve biosecurity. With real-time data, collaboration, and smart insights, we empower owners, supervisors, and vets to keep poultry healthier and farms more productive.": "पौल्ट्रीनेक्सस को फ़ार्म प्रबंधन को सरल बनाने और जैव-सुरक्षा में सुधार करने के लिए डिज़ाइन किया गया है। रीयल-टाइम डेटा, सहयोग और स्मार्ट इनसाइट्स के साथ, हम मालिकों, पर्यवेक्षकों और पशु चिकित्सकों को मदद करते हैं कि वे पोल्ट्री को स्वस्थ रखें और फ़ार्म की उत्पादकता बढ़ाएँ।",
  "Discover Our Features": "हमारी विशेषताएँ देखें",


  
  "Everything You Need": "आपकी सभी ज़रूरतें",
  "From daily management to emergency alerts, our platform provides a complete solution for modern farming.": "दैनिक प्रबंधन से लेकर आपातकालीन अलर्ट तक, हमारा प्लेटफ़ॉर्म आधुनिक कृषि के लिए एक पूर्ण समाधान प्रदान करता है।",

  "Farm Management": "फ़ार्म प्रबंधन",
  "Manage flocks, cattle, and pigs with smart tools for feed, production, and records.": "फ़ीड, उत्पादन और रिकॉर्ड के लिए स्मार्ट टूल्स के साथ झुंड, मवेशी और सूअर का प्रबंधन करें।",

  "Health & Biosecurity": "स्वास्थ्य और जैव-सुरक्षा",
  "Record daily logs, generate health reports, and detect diseases early for safer farms.": "दैनिक लॉग रिकॉर्ड करें, स्वास्थ्य रिपोर्ट बनाएँ और सुरक्षित फ़ार्म के लिए बीमारियों का समय से पता लगाएँ।",

  "Smart Alerts": "स्मार्ट अलर्ट",
  "Get real-time alerts on health, feed, or production to respond quickly and efficiently.": "स्वास्थ्य, फ़ीड या उत्पादन पर रीयल-टाइम अलर्ट प्राप्त करें ताकि तेजी और कुशलता से प्रतिक्रिया दी जा सके।",

  "Zipcode-Based Alerts": "ज़िपकोड आधारित अलर्ट",
  "Stay informed with location-specific disease and weather alerts tailored to your farm’s area.": "अपने फ़ार्म के क्षेत्र के अनुसार स्थान-विशिष्ट रोग और मौसम अलर्ट के साथ सूचित रहें।",

  "Learning & Quizzes": "सीखना और क्विज़",
  "Improve farmer knowledge with interactive quizzes and training for better biosecurity.": "बेहतर जैव-सुरक्षा के लिए इंटरैक्टिव क्विज़ और प्रशिक्षण के साथ किसान ज्ञान में सुधार करें।",

  "Team Collaboration": "टीम सहयोग",
  "Seamlessly connect owners, supervisors, and vets for better, more informed decision-making.": "बेहतर और सूचित निर्णय लेने के लिए मालिकों, पर्यवेक्षकों और पशु चिकित्सकों को आसानी से जोड़ें।",

  
  "Powerful Features, Simple Interface": "शक्तिशाली सुविधाएँ, सरल इंटरफ़ेस",
  "We built our platform with the tools you need to enhance productivity and ensure farm biosecurity.": "हमने अपना प्लेटफ़ॉर्म उन उपकरणों के साथ बनाया है जिनकी आपको उत्पादकता बढ़ाने और फ़ार्म जैव-सुरक्षा सुनिश्चित करने के लिए आवश्यकता है।",

  "Screenshot of the analytics dashboard": "एनालिटिक्स डैशबोर्ड का स्क्रीनशॉट",
  "Real-Time Tracking & Analytics": "रीयल-टाइम ट्रैकिंग और एनालिटिक्स",
  "Monitor your entire operation from one powerful dashboard. Track flock health, feed consumption, and production metrics in real-time to make data-driven decisions.": "एक शक्तिशाली डैशबोर्ड से अपने पूरे संचालन की निगरानी करें। झुंड के स्वास्थ्य, फ़ीड की खपत और उत्पादन मीट्रिक्स को रीयल-टाइम में ट्रैक करें और डेटा-आधारित निर्णय लें।",

  "Live dashboards for at-a-glance insights": "तुरंत जानकारी के लिए लाइव डैशबोर्ड",
  "Historical data and performance reports": "ऐतिहासिक डेटा और प्रदर्शन रिपोर्ट",
  "Customizable alerts for critical events": "महत्वपूर्ण घटनाओं के लिए कस्टमाइज़ेबल अलर्ट",

  "A picture showing the health logging feature": "स्वास्थ्य लॉगिंग फ़ीचर दिखाता हुआ चित्र",
  "Daily Health Logs & Biosecurity": "दैनिक स्वास्थ्य लॉग और जैव-सुरक्षा",
  "Simplify health management with easy-to-use digital logs. Record observations, track vaccinations, and receive smart alerts for potential health issues before they spread.": "सरल डिजिटल लॉग के साथ स्वास्थ्य प्रबंधन को आसान बनाएं। टिप्पणियाँ रिकॉर्ड करें, टीकाकरण ट्रैक करें और संभावित स्वास्थ्य समस्याओं के लिए स्मार्ट अलर्ट प्राप्त करें इससे पहले कि वे फैलें।",

  "Mobile-friendly daily logging": "मोबाइल-फ्रेंडली दैनिक लॉगिंग",
  "Automated health trend analysis": "स्वचालित स्वास्थ्य प्रवृत्ति विश्लेषण",
  "Secure access for veterinarians": "पशु चिकित्सकों के लिए सुरक्षित पहुँच",

  "Diagram showing different user roles and permissions": "विभिन्न उपयोगकर्ता भूमिकाओं और अनुमतियों को दिखाता डायग्राम",
  "Secure Role-Based Access": "सुरक्षित भूमिका-आधारित एक्सेस",
  "Ensure the right people have the right access. Our platform allows you to define roles for farm owners, supervisors, and veterinarians, protecting sensitive data and streamlining collaboration.": "सुनिश्चित करें कि सही लोगों के पास सही एक्सेस हो। हमारा प्लेटफ़ॉर्म मालिकों, पर्यवेक्षकों और पशु चिकित्सकों के लिए भूमिकाएँ निर्धारित करने की अनुमति देता है, संवेदनशील डेटा की सुरक्षा करता है और सहयोग को सरल बनाता है।",

  "Admin, Supervisor, and Vet roles": "एडमिन, सुपरवाइज़र और वेट की भूमिकाएँ",
  "Permission controls for specific features": "विशिष्ट सुविधाओं के लिए अनुमति नियंत्रण",
  "Complete audit trail for accountability": "जवाबदेही के लिए पूर्ण ऑडिट ट्रेल",

  "A tablet displaying the disease detection quiz interface": "रोग पहचान क्विज़ इंटरफ़ेस दिखाता टैबलेट",
  "Early Disease Detection Quiz": "प्रारंभिक रोग पहचान क्विज़",
  "Empower yourself with our interactive diagnostic tool. By answering a series of guided questions about symptoms, you can get a preliminary identification of potential diseases, enabling you to act faster.": "हमारे इंटरैक्टिव डायग्नोस्टिक टूल के साथ खुद को सशक्त बनाएं। लक्षणों के बारे में निर्देशित प्रश्नों की श्रृंखला का उत्तर देकर, आप संभावित बीमारियों की प्रारंभिक पहचान प्राप्त कर सकते हैं और तेजी से कार्रवाई कर सकते हैं।",

  "Guided symptom-based questions": "निर्देशित लक्षण-आधारित प्रश्न",
  "Instant preliminary analysis and results": "तुरंत प्रारंभिक विश्लेषण और परिणाम",
  "Recommendations for immediate action": "तत्काल कार्रवाई के लिए सिफारिशें",

  
  "Contact Us": "संपर्क करें",
  "Have questions? Reach out to us and we will be happy to help.": "कोई प्रश्न है? हमसे संपर्क करें और हमें आपकी मदद करके खुशी होगी।"
}











  

